<!-- 用户协议 -->
<template>
  <div class="wrap">
    <h3>《用户使用协议》</h3>
    <div class="item">
      <p class="item_head">1. 服务条款的确认</p>
      <div class="item_body">
        请务必认真阅读和理解本《使用协议》（以下简称《协议》）中规定的所有权利和限制。除非您接受本《协议》条款，否则您无权注册、登陆或使用本协议所涉及的相关服务。您一旦注册、登陆、使用或通过任何方式使用本《协议》所涉及的相关服务的行为将视为对本《协议》的接受，即表示您同意接受本《协议》各项条款的约束。如果您不同意接受本《协议》中的条款，请不要注册、登陆或使用本《协议》的相关服务。
      </div>
    </div>
    <div class="item">
      <p class="item_head">2. 用户的账号、密码及安全性</p>
      <div class="item_body">
        您一旦注册成为我们的用户，您将得到一个账号及对应密码。如果因为您未保管好自己的账号密码而对您、重庆畅停智慧停车服务有限公司或第三方造成的损害，您将负全部责任。此外，您将对自身账户中所有活动和事件负全责。您可以随时改变您的密码，也可以结束旧账户重开新账户。用户同意将对发现的任非法使用账户行为和安全漏洞告知重庆畅停智慧停车服务有限公司。
      </div>
    </div>
    <div class="item">
      <p class="item_head">3. 服务内容</p>
      <div class="item_body">
        重庆畅停智慧停车服务有限公司手机客户端的所有权和运作权归重庆畅停智慧停车服务有限公司所有。所提供的服务必须按照其发布的公司章程、服务条款和操作规则严格执行。
        <p class="text_intend">
          通过重庆畅停智慧停车服务有限公司手机客户端可以在线查找停车信息、停车操作、预约、充值、缴费及对提供之服务发表意见等。除非本协议另有规定，重庆畅停智慧停车服务有限公司对网络服务不承担任何责任，即用户对网络服务的使用承担风险。 重庆畅停智慧停车服务有限公司不保证服务一定满足用户使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性也不作担保。
        </p>
      </div>
    </div>
    <div class="item">
      <p class="item_head">4. 服务变更、中断或终止</p>
      <div class="item_body">
        以下情况重庆畅停智慧停车服务有限公司有权在告知用户后中断或终止对用户提供本协议所描述的网络服务而无需对用户或任何第三方承担责任：
        <p class="text_intend">1、用户提供的个人资料不真实</p>
        <p class="text_intend">2、用户违反本协议中规定的使用规则</p>
        <p class="text_intend">3、用户其他违反法律之行为</p>
        <p class="text_intend">
          同时，重庆畅停智慧停车服务有限公司保留依据自主判断在将来任何时间变更、修改、增加和删除本服务协议条款的权利。所有修改的协议均构成本协议的组成部分。重庆畅停智慧停车服务有限公司有权随时对协议条款进行修改，一旦协议内容发生变动，重庆畅停智慧停车服务有限公司将会在官方网站或APP公布修改之后的协议内容，该公布行为视为重庆畅停智慧停车服务有限公司已经通知用户修改内容。用户使用协议所提供之服务时应接受协议相关的规则和说明，且此规则和说明均构成本服务条款的一部分。如用户不接受协议所涉及的规则及相关说明，可以主动取消已获得的服务。
        </p>
      </div>
    </div>
    <div class="item">
      <p class="item_head">5. 使用规则</p>
      <div class="item_body">
        <p class="text_intend">1、用户应遵守中华人民共和国有关法律、法规，特别是《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等计算机和互联网的法律法规和实施办法，用户须承担一切因用户的行为直接或间接引起的法律责任。在任何情况下，重庆畅停智慧停车服务有限公司认为用户的行为可能违反国家法律、法规，可以在任何时候不经事先通知终止向该用户提供服务。
        </p>
        <p class="text_intend">2、用户必须提供准确个人资料，如资料有任何变动，必须在三个工作日内更新。</p>
        <p class="text_intend">3、用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用或存在其它安全问题等情况，应立即通知重庆畅停智慧停车服务有限公司管理员。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，重庆畅停智慧停车服务有限公司不承担任何责任。 如用户违反相关法律法规和本协议各项规定，重庆畅停智慧停车服务有限公司有权不经通知删除该帐号，并停止为该用户提供相关网络服务。
        </p>
        <p class="text_intend">4、用户注册成功后，视为允许重庆畅停智慧停车服务有限公司APP通过邮件或其他方式向用户发送相关优惠服务信息。</p>
      </div>
    </div>
    <div class="item">
      <p class="item_head">6. 隐私保护</p>
      <div class="item_body">
        用户在遵守上述协议的前提下，重庆畅停智慧停车服务有限公司将充分保护用户享有个人隐私。重庆畅停智慧停车服务有限公司会对用户的个人信息严格保密，不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在重庆畅停智慧停车服务有限公司中的非公开内容，下列情况除外：
        <p class="text_intend">1、违反相关法律法规或重庆畅停智慧停车服务有限公司充电服务协议规定；</p>
        <p class="text_intend">2、按照相关政府主管部门的要求，有必要向相关法律部门提供备案的内容；</p>
        <p class="text_intend">3、维护社会个体和公众的权利、财产或人身安全；</p>
        <p class="text_intend">4、被侵害的第三人提出权利主张；</p>
        <p class="text_intend">5、为维护用户及社会公共利益的需要；</p>
        <p class="text_intend">6、维护本网站的合法权益；</p>
        <p class="text_intend">7、事先获得用户的明确授权；</p>
        <p class="text_intend">8、符合其它相关的要求。</p>
        <p class="text_intend">当重庆畅停智慧停车服务有限公司与第三方合作向用户提供相关的网络服务情况下，如第三方承诺严格承担与重庆畅停智慧停车服务有限公司同等的保护用户隐私的责任，则视为客户授权重庆畅停智慧停车服务有限公司将包含个人注册资料在内的相关信息权提供给该等第三方。</p>
      </div>
    </div>
    <div class="item">
      <p class="item_head">7. 免责声明</p>
      <div class="item_body">
        <p class="text_intend">
          1、本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此服务存在因上述不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机、GSM网络、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。使用本服务的用户须承担以上风险，重庆畅停智慧停车服务有限公司对服务之及时性、安全性、准确性不作担保，对因此导致用户不能发送和接受信息、或传递错误，个人设定之时效、未予储存或其它问题不承担任何责任。对于不可抗力或重庆畅停智慧停车服务有限公司过错原因导致的用户数据损失、丢失或服务停止，重庆畅停智慧停车服务有限公司将不承担任何责任。</p>
        <p class="text_intend">2、重庆畅停智慧停车服务有限公司无法对用户的使用行为进行全面控制，因此对用户不作任何类型的担保。用户同意重庆畅停智慧停车服务有限公司的使用承担全部风险。用户使用经由本服务下载的或取得的任何资料、信息而导致该用户系统损坏或资料流失等风险自行负担。</p>
        <p class="text_intend">3、重庆畅停智慧停车服务有限公司客户端内设有通往其他网站和网页的链接，但这些网站和网页并非重庆畅停智慧停车服务有限公司经营或控制，重庆畅停智慧停车服务有限公司对其正确性、合法性、正当性不负任何责任。用户启动任何此类链接或网页，所有风险自负；因使用或依赖上述网站或资源所产生的损失或损害，重庆畅停智慧停车服务有限公司不承担任何责任。</p>
        <p class="text_intend">4、用户同意保障和维护重庆畅停智慧停车服务有限公司及其他用户的利益，如用户使用该服务导致重庆畅停智慧停车服务有限公司或任何其他第三人造成损失等，用户同意承担一切责任。重庆畅停智慧停车服务有限公司对用户使用网络服务所产生的任何直接、间接、偶然、特殊及继起的损害不负任何责任。</p>
        <p class="text_intend">5、任何单位或个人认为重庆畅停智慧停车服务有限公司的内容可能涉嫌侵犯其合法权益，应该及时向重庆畅停智慧停车服务有限公司书面反馈，并提供有效身份证明、权属证明及详细侵权情况证明，在收到上述法律文件后，重庆畅停智慧停车服务有限公司将会尽快移除被控侵权内容。</p>
      </div>
    </div>
    <div class="item">
      <p class="item_head">8. 知识产权</p>
      <div class="item_body">
        重庆畅停智慧停车服务有限公司APP提供的服务中包含的任何文本、图片、图形、音频和视频资资料均受版权、商标、和其他财产所有权法律的保护，未经相关权利人的同意，上述资料均不得在任何媒体直接或者间接发布、播放、出于播放或发布目的而改写或者在发行，或者被用于其他任何商业目的。所有这些资料或者资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。重庆畅停智慧停车服务有限公司提供服务而使用的任何软件(包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料)的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程、反向编译或反汇编。
      </div>
    </div>
  </div>

</template>

<script>
export default {
  data() {
    return {};
  },

  /* components: {},

  computed: {},

  mounted: {},

  methods: {}, */
};
</script>
<style lang='scss' scoped>
$fontColor: #595959;
$fontSize: 28px;
.wrap {
  margin: 5% 5%;
  height: 130%;

  h3 {
    text-align: center;
    font-weight: bold;
    @include sc(30px, $fontColor);
  }
  .item {
    .item_head {
      @include sc($fontSize, $fontColor);
      font-weight: bold;
      margin: 25px 0px;
    }
    .item_body {
      @include sc($fontSize, $fontColor);
    }
    .item_body,
    .text_intend {
      text-indent: 1.1em;
      margin: 0;
    }
  }
}
</style>